var adjective = ['다양한' ,'짧은' ,'신중한', '값비싼', '귀중한', '상당한', '멋있는', '유능한', '실망스러운', '기쁜' , '괴로운', '슬픔에 젖은' ,'불안한' , '고뇌하는' , '배고픈' , '맛있는', '사랑스러운',
                 '긴' , '술취한' , '수다스러운' , '칠칠맞은' , '신경질적인' , '변덕스러운' , '까다로운' , '수줍어하는' , '고집센' , '아름다운' , '거만한' , '산만한' , '예민한' , 
                 '이상한' , '못된' , '착한' , '엉뚱한' , '귀여운' , '바보스러운' , '천재적인' , '똘똘한' , '멍청한' , '칠칠맞은' , '놀란' , '화난' , '즐거운' , '노잼' , '꿀잼' , '미친',
                 '침착한' , '행복한' , '잔인한' , '지루한'];
var noun = ['대머리독수리' , '고추참치' , '배불뚝이' , '발바닥' , '의지' , '노트북' , '목도리도마뱀' , '수달' , '핸드폰' , '사진첩' ,
            '총알받이' , '뚝배기' , '공책' , '하늘' , '안경' , '사탕' , '곰돌이' , '원피스' , '창문' , '마음' ,
            '여자친구' , '남자친구' , '모태솔로' , '죽음공책' , '충전기' ,  '배터리' , '썬크림' , '자전거' , '이쑤시개' , '악어',
            '귀뚜라미' , '해물탕' , '파인애플' , '플레이어' , '주전자' , '꽃사슴' , '나비' , '꿀벌' , '개미' , '동굴',
            '평생솔로' , '고급시계' ,  '동아리' , '싸움판' , '처녀귀신' , '라면' , '달걀귀신' ,'이슬' , '안개' , '구름']; //10개